{
    "Email": "Email",
    "Password": "Password",
    "Name": "姓名",
    "Organization Name": "組織名稱",
    "Organization Name (Optional)": "組織名稱（選填）",
    "Confirm Password": "確認密碼",
    "Current Password": "目前密碼",
    "New Password": "新密碼",
    "Remember me": "記住我",
    "Forgot your password?": "忘記密碼？",
    "Log in": "登入",
    "Log Out": "登出",
    "Register": "註冊",
    "Already registered?": "已有帳號？",
    "Reset Password": "重設密碼",
    "Email Password Reset Link": "寄送重設密碼連結",
    "Confirm": "確認",
    "Save": "儲存",
    "Saved.": "已儲存。",
    "Cancel": "取消",
    "Dashboard": "儀表板",
    "Profile": "個人資料",
    "Profile Information": "個人資料",
    "Update Password": "更新密碼",
    "Delete Account": "刪除帳號",
    "Resend Verification Email": "重新寄送驗證信",
    "Update your account's profile information and email address.": "更新您的個人資料與 Email。",
    "Ensure your account is using a long, random password to stay secure.": "請使用高強度密碼以確保帳號安全。",
    "Your email address is unverified.": "您的 Email 尚未驗證。",
    "Click here to re-send the verification email.": "點此重新寄送驗證信。",
    "A new verification link has been sent to your email address.": "新的驗證連結已寄送至您的 Email。",
    "A new verification link has been sent to the email address you provided during registration.": "新的驗證連結已寄出。",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "感謝您的註冊！請點擊我們寄送的驗證連結來完成 Email 驗證。如果沒有收到，我們可以重新寄送。",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "忘記密碼？請輸入您的 Email，我們將寄送重設密碼連結給您。",
    "This is a secure area of the application. Please confirm your password before continuing.": "這是受保護的區域，請先確認您的密碼。",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "帳號刪除後，所有資料將永久刪除。刪除前請先備份您需要保留的資料。",
    "Are you sure you want to delete your account?": "確定要刪除帳號嗎？",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "帳號刪除後所有資料將永久刪除。請輸入密碼確認。"
}
